Repository: MrSpinne/Shiro.py
Catalog: locales/*/LC_MESSAGES/*.po
Languages: de, nl

source: **\📄 General**
de: **\📄 Generell**
nl: **\📄 Algemeen**

source: Here're all commands for **{0}**:
de: Hier sind alle Commands für **{0}**:
nl: Hier zijn alle commands voor **{0}**:

source: **\🎵 Songs**
nl: **\🎵 Liedjes**

source: `{0}openingquiz [1-25]` ‧ Guess anime openings with specified amount of rounds `{0}endingquiz [1-25]` ‧ Openings are too easy for you? This is next level! `{0}stop` ‧ Stop running quiz or playback
de: `{0}openingquiz [1-25]` ‧ Errate Openings mit angegebener Rundenlänge `{0}endingquiz [1-25]` ‧ Openings sind zu easy? Erhöhe die Schwierigkeit! `{0}stop` ‧ Stoppe das Quiz oder die Wiedergabe
nl: `{0}openingquiz [1-25]` ‧ Kies anime openingen met het aantal rondes. `{0}endingquiz [1-25]` ‧ Zijn de openingen te makkelijk voor je? Dit is het volgende level! `{0}stop` ‧ Stop met de quiz of begin opnieuw.

source: **\⚙️ Settings**
de: **\⚙️ Einstellungen**
nl: **\⚙️ Instellingen**

source: `{0}prefix <1-10 symbols>` ‧ Change server prefix `{0}deletion <on/off>` ‧ Enable or disable command message deletion `{0}channel <none/channel>` ‧ Set channel in which commands are allowed only `{0}language <{1}>` ‧ Change bot language `{0}config` ‧ Display current configuration
de: `{0}prefix <1-10 symbols>` ‧ Ändere Serverprefix `{0}deletion <on/off>` ‧ Aktiviere oder deaktiviere Command-Nachrichten-Löschung `{0}channel <none/channel>` ‧ Setze Channel in dem Commands nur erlaubt sind `{0}language <{1}>` ‧ Ändere Botsprache `{0}config` ‧ Zeige aktuelle Konfiguration
nl: `{0}prefix <1-10 symbolen>` ‧ Verander server prefix. `{0}deletion <on/off>` ‧ Schakel berichten van het command in of uit. `{0}channel <none/channel>` ‧ Specificeer in welke channel je alleen commands mag gebruiken. `{0}language <{1}>` ‧ Verander de taal van de bot. `{0}config` ‧ Laat de momentele configuratie zien.

source: **\📄 About Shiro**
de: **\📄 Über Shiro**
nl: **\📄 Over Shiro**

source: Shiro were made by **{0}** in Python. If you have any questions, feel free to contact. [Support & Feedback]({1}) ‧ [Help translate]({1}) ‧ [Vote]({2}) ‧ [All songs]({3})
de: Shiro wurde von **{0}** in Python programmiert. Wenn du irgendwelche Fragen hast, kannst du dich gerne melden. [Support & Feedback]({1}) ‧ [Hilf zu Übersetzen]({1}) ‧ [Vote]({2}) ‧ [Alle songs]({3})
nl: Shiro is gemaakt door **{0}** in Python. Als je vragen hebt, neem contact met ons op. [Support & Feedback]({1}) ‧ [Help translate]({1}) ‧ [Vote]({2}) ‧ [All songs]({3})

source: **\📄 Opening request**
de: **\📄 Openinganfrage**
nl: **\📄 Verzoek openen**

source: You requested the opening `{0}` from anime `{1}` to be added into the song quiz. Thank you for your support, our bot staff will review it.
de: Du hast das Opening `{0}` vom Anime `{1}` angefragt, um ins Songquiz hinzugefügt zu werden. Vielen Dank für deine Hilfe, unsere Botteam wird den Song prüfen.
nl: Je verzocht de opening `{0}` van anime `{1}` toe te voegen aan de liedjes quiz. Bedankt voor je medewerking, onze bot staff zal je zo snel mogelijk helpen.

source: **\📄 Ending request**
de: **\📄 Endinganfrage**
nl: **\📄 Verzoek beëindigen.

source: You requested the ending `{0}` from anime `{1}` to be added into the song quiz. Thank you for your support, our bot staff will review it.
de: Du hast das Ending `{0}` vom Anime `{1}` angefragt, um ins Songquiz hinzugefügt zu werden. Vielen Dank für deine Hilfe, unsere Botteam wird den Song prüfen.
nl: Je verzocht de afsluiting `{0}` van anime `{1}` toe te voegen aan de liedjes quiz. Bedankt voor je medewerking, onze bot staff zal je zo snel mogelijk helpen.

source: Server prefix were set to `{0}`. If you forget it, you can always use `@Shiro` to get help.
de: Serverpräfix wurde auf `{0}` gesetzt. Wenn du ihn vergisst, schreibe `@Shiro` um die Hilfe anzuzeigen.
nl: Server prefix is veranderd naar `{0}`. Als je het bent vergeten, kun je altijd `@Shiro` gebruiken voor hulp.

source: **\⚙️ Command deletion**
de: **\⚙️ Command-Löschung**
nl: **\⚙️ Command verwijdering**

source: Command message deletion were {0}.
de: Command-Nachrichten-Löschung wurde {0}.
nl: Command bericht verwijderen was {0}.

source: disabled
de: deaktiviert
nl: uitgeschakeld

source: enabled
de: aktiviert
nl: ingeschakeld

source: **\⚙️ Channel only**
de: **\⚙️ Nur Commands in Channel**
nl: **\⚙️ Kanaal**

source: Commands can now be executed {0}.
de: Commands können nun {0} ausgeführt werden.
nl: Commands kunnen nu worden uitgevoerd {0}.

source: everywhere
de: überall
nl: overal

source: in channel {0}
de: im Channel {0}
nl: in kanaal {0}

source: **\⚙️ Language**
de: **\⚙️ Sprache**
nl: **\⚙️ Taal**

source: Language were set to `{0}`.
de: Sprache wurde auf `{0}` gesetzt.
nl: De taal is veranderd naar `{0}`.

source: **\⚙️ Config**
de: **\⚙️ Konfig**
nl: **\⚙️ Configuratie**

source: Prefix ‧ `{0}` Command deletion ‧ `{1}` Channel only ‧ {2} Language ‧ `{3}`
de: Prefix ‧ `{0}` Command-Löschung‧ `{1}` Nur Commands in Channel ‧ {2} Sprache ‧ `{3}`
nl: Prefix ‧ `{0}` Command verwijderen ‧ `{1}` Kanaal ‧ {2} Taal ‧ `{3}`

source: `disabled`
de: `deaktiviert`
nl: `uitgeschakeld`

source: **\🎵 {0} quiz ‧ Round {1}/{2}**
de: **\🎵 {0}quiz ‧ Runde {1}/{2}**
nl: **\🎵 {0} quiz ‧ Ronde {1}/{2}**

source: Nobody
de: Niemand
nl: Niemand

source: {0} has won the round! Song: [{1} ‧ {2}]({3})
de: {0} hat die Runde gewonnen! Song: [{1} ‧ {2}]({3})
nl: {0} heeft de ronde gewonnen! Liedje: [{1} ‧ {2}]({3})

source: **\🎵 {0} quiz ‧ Starting**
de: **\🎵 {0}quiz ‧ Startet**
nl: **\🎵 {0} quiz ‧ Beginnen**

source: Get ready, the quiz will start in 3 seconds! {0}
de: Macht euch bereit, dass Songquiz startet in 3 Sekunden! {0}
nl: Maak je klaar, de quiz begint in 3 seconden! {0}

source: **\🎵 {0} quiz ‧ End**
de: **\🎵 {0}quiz ‧ Ende**
nl: **\🎵 {0} quiz ‧ Einde**

source: Nobody won the song quiz! There were {0} round(s).
de: Niemand hat das Songquiz gewonnen! Es gab {0} Runde(n).
nl: Niemand heeft de song quiz gewonenn! Er waren {0} ronde(s).

source: {0} has guessed {1}/{2} songs correctly and won!
de: {0} hat {1}/{2} Songs richtig erraten und somit gewonnen!
nl: {0} heeft {1}/{2} goed geraden en heeft gewonnen!

source: {0} have scored a draw with {1}/{2} songs correctly guessed each.
de: {0} haben ein Unentschieden mit {1}/{2} richtig erratenen Songs erzielt.
nl: {0} heeft gelijkspel met {1}/{2} het aantal goed geraden liedjes.

source: Quiz already ends after this round. Playback will be stopped then.
de: Das Quiz endet bereits nach dieser Runde. Die Wiedergabe wird dann beendet.
nl: Quiz eindigt al na deze ronde. Het afspelen zal dan worden stopgezet.

source: Reducing quiz rounds from {0} to {1}. Playback will end after current round.
de: Verringere Quizrunden von {0} auf {1}. Die Wiedergabe wird nach dieser Runde enden.
nl: Verminderen van quiz rondes van {0} naar {1}. Het afspelen zal stopgezet worden na deze ronde.

source: \❌ **Bot kicked**
nl: \❌ **Bot gekicked**

source: The bot was kicked from voice channel so it reconnected. You can stop the quiz with `{0}stop`
de: Der Bot wurde vom Voicechannel gekicked, weshalb er reconnected ist. Du kannst das Quiz mit `{0}stop` beenden.
nl: De bot was uit de voice channel gekickt, dus de bot is terug gejoined. Je kunt de quiz stoppen door middel van `{0}stop`.

source: **\⚠️ Restarting bot**
de: **\⚠️ Starte Bot neu**
nl: **\⚠️ Bot opnieuw opstarten**

source: Bot is going to be restartet.
de: Bot wird neugestartet.
nl: De bot wordt opnieuw opgestart.

source: Users: {0} Servers: {1} Voice clients: {2} CPU usage: {3}% RAM usage: {4}% Ping: {5}ms
de: User: {0} Server: {1} Voice Clients: {2} CPU-Nutzung: {3}% RAM-Nutzung: {4}% Ping: {5}ms
nl: Gebruikers: {0} Servers: {1} Voice gebruikers: {2} CPU usage: {3}% RAM usage: {4}% Ping: {5}ms

source: **\⚠️ Evaluation**
nl: **\⚠️ Evaluatie**

source: \❌ **Error on command**
de: \❌ **Fehler bei Command**
nl: \❌ **Error met het command**

source: The command `{0}` is missing the `{1}`.
de: Dem Command `{0}` fehlt `{1}`.
nl: De command `{0}` is missing the `{1}`.

source: The number `{0}` isn't allowed, it has to be in range {1}-{2}.
de: Die Zahl `{0}` ist nicht erlaubt, da sie im Bereich {1}-{2} liegen muss.
nl: Het nummer `{0}` is niet toegestaan, het moet tussen {1}-{2} liggen.

source: The prefix `{0}` isn't allowed, it has to be 1-10 characters long and can only consist out of numbers and letters.
de: Der Präfix `{0}` ist nicht erlaubt, er muss 1-10 Zeichen lang sein und kann nur aus Buchstaben und Zahlen bestehen.
nl: De prefix `{0}` is niet toegestaan, het moet tussen 1-10 karakters lang zijn en kan alleen bestaan uit nummers en letters.

source: The value `{0}` isn't allowed, it has to be on or off.
de: Der Wert `{0}` ist nicht erlaubt. Er kann nur on oder off sein.
nl: De waarde `{0}` is niet toegestaan, het moet aan of uit staan.

source: The language `{0}` isn't a available language. Available languages: {1}
de: Die Sprache `{0}` ist nicht verfügbar. Verfügbare Sprachen: {1}
nl: De taal `{0}` is geen beschikbare taal. Beschikbare talen: {1}

source: The url `{0}` isn't a valid YouTube url or it's geo restricted.
de: Die URL `{0}` ist keine gültige YouTube-URL oder das Video wird gegeoblockt.
nl: De URL `{0}` is geen echte YouTube URL of het is geo

source: The argument `{0}` in command `{1}` has to be one of these: {2}
de: Das Argument `{0}` im Command `{1}` muss eines von diesen sein: {2}
nl: Het argument `{0}` in command `{1}` moet een van deze twee zijn: {2}

source: A wrong argument were passed into the command `{0}`.
de: Ein falsches Argument wurde beim Command `{0}` angegeben.
nl: Een verkeerd argument was aan de command toegevoegd `{0}`.

source: The command `{0}` wasn't found. To get a list of command use `{1}`.
de: Der Command `{0}` wurde nicht gefunden. Um eine Liste von Commands zu erhalten, nutze `{1}`.
nl: De command `{0}` was niet gevonden. Om een lijst te krijgen van commands, gebruik: `{1}`.

source: The command `{0}` can only be executed by admins.
de: Der Command `{0}` kann nur von Admins ausgeführt werden.
nl: De command `{0}` kan alleen worden uitgevoerd door admins.

source: To use the command `{0}` you have to be in an voice channel (not afk). Also, the bot can't serve multiple channels.
de: Um den Command `{0}` zu nutzen musst du in einem Voicechannel sein (nicht AFK). Außerdem kann der Bot nicht mehrere Channel bedienen.
nl: Om de command `{0}` te gebruiken, moet je je in een spreekkanaal bevinden (niet AFK). Ook kan de bot niet meerdere kanalen tegelijk bedienen.

source: This command is only available for voters. Please [vote for free]({0}) to support this bot!
de: Dieser Command kann nur von Votern genutzt werden. Bitte [vote kostenlos]({0}) um den Bot zu unterstützen.
nl: Dit command is alleen beschikbaar voor stemmers. Stem [gratis stemmen]({0}) om deze bot te ondersteunen!

source: There's no quiz to stop.
de: Es läuft kein Quiz was gestoppt werden könnte.
nl: Er is geen quiz om te stoppen.

source: Only the user who started the quiz or an admin can stop the playback.
de: Nur der Nutzer welcher das Quiz gestartet hat oder ein Admin kann die Wiedergabe stoppen.
nl: Alleen de gebruiker wie de quiz heeft gestart of een admin kan het afspelen stopzetten.

source: On this server commands can only be executed in channel {0}.
de: Auf diesem Server können Commands nur im Channel {0} ausgeführt werden.
nl: Op deze server kunnen commands alleen worden uitgevoerd in {0}.

source: The bot is missing permissions to execute commands, please grant: `{0}`
de: Dem Bot fehlen die Berechtigungen, um Commands auszuführen. Fehlende Berechtigungen: `{0}`
nl: De bot mist permissies om commands uit te voeren, geef deze permissions alsjeblieft: `{0}`

source: You're lacking permission to execute command `{0}`.
de: Dir fehlen die Berechtigungen, um den Befehl `{0}` auszuführen.
nl: Je hebt niet genoeg permissie om dit command uit te voeren`{0}`.

source: An unknown error occured on command `{0}`. We're going to fix that soon!
de: Ein unbekannter Fehler ist beim Command `{0}` aufgetreten. Wir werden das schnellstmöglich fixen!
nl: Er is een onbekende fout opgetreden `{0}`. We gaan het voor je oplossen!

source: `{0}help` ‧ Display all commands `{0}info` ‧ Show credits of the bot and links (e.g. support server) `{0}openingrequest "<song>" "<anime>" "<youtube url>"` ‧ Request opening for quiz `{0}endingrequest "<song>" "<anime>" "<youtube url>"` ‧ Request ending for quiz
de: `{0}help` ‧ Zeige alle Commands `{0}info` ‧ Zeige Botautor und Links (z.B. Supportserver) `{0}openingrequest "<song>" "<anime>" "<youtube url>"` ‧ Reiche Opening für Songquiz ein `{0}endingrequest "<song>" "<anime>" "<youtube url>"` ‧ Reiche Ending für Songquiz ein
nl: `{0}help` ‧ Laat alle commands zien `{0}info` ‧ Laat de credits van de bot en eventuele links zien (e.g. support server) `{0}openingrequest "<song>" "<anime>" "<youtube url>"` ‧ Verzoek opening voor een quiz `{0}endingrequest "<song>" "<anime>" "<youtube url>"` ‧ Verzoek beëindigien van een quiz

source: **\⚙️ Prefix**
de: **\⚙️ Präfix**

source: **\🎵 Stop quiz**
de: **\🎵 Stoppe Quiz**
